Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: ཡན་ལག་དང་། ཞབས་ཀྱི་ཚིགས་དང་། ཕྱག་སོར་དང་། ཕྱག་སོར་གྱི་ཚིགས་དང་། སེན་མོ་ཐམས་ཅད་མཉམ་ཞིང་མཛེས་པ་དང་།
en: His head, neck, hips, knees, calves, feet, toes with their joints, arms, hands, and fingers with their joints and nails should all be evenly spaced.

source: རལ་པ་དང་།
en: The vidyā holder should demarcate the deity’s knotted hair and crown it with the Victorious One, who is the size of a fingernail.

source: སེན་མོ་ཚད་ཤིན་ཏུ་མཛེས་ཤིང་ཅོད་པན་གྱི་རྒྱལ་བའི་གཡས་ཕྱོགས་ན་ཟླ་ག་མ་ཞི་པའི་གཟུགས་ཅན་སྤྱན་གསུམ་པ།
en: To the right of the Victorious One is the crescent moon.

source: ཕྱག་བཞི་ཤིན་ཏུ་མཛེས་པ་དང་།
en: Amoghapāśa is of peaceful aspect, with three eyes and four arms, all fitting the correct pattern.

source: དབུ་སྐྲ་ཤིན་ཏུ་མཛེས་པ། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པའི་གཟུགས་དང་ལྡན་པ། ཞགས་པ་འཛིན་པ།
en: His hair is adorned with every ornament, and his form is beautiful. “

source: གཡོན་པ་འོད་དཔག་མེད་ཅན་ཕྱག་ན་པདྨ་བསྣམས་པ།
en: In his left hands Amoghapāśa holds a noose and a lotus with Amitābha on it.

source: ཕྱག་གཡས་པ་མདུང་རྩེ་གསུམ་པ་དང་། དབུགས་འབྱིན་ཅིང་རྟག་ཏུ་མཆོག་སྦྱིན་པར་མཛད་པ།
en: In his right hands he holds a trident and, invariably, displays the mudrā of granting comfort.

source: པདྨའི་གདན་ལ་བཞུགས་པར་བྱའོ། །སྒྲོལ་མ་དང་།
en: He sits on a lotus seat flanked by Tārā and Śvetā.

source: དཀར་མེ་ཡང་འོད་འདོམ་གང་དང་བཅས་པར་དགོད་དོ།
en: The Lord should be carefully designed, with a halo of light around him extending for one fathom.

source: །མགོན་པོ་ཤིན་ཏུ་མཛེས་པ། ནོར་བུ་དང་། མུ་ཏིག་གི་རྒྱན་གྱི་མཚམས་སུ་གསེར་གྱི་རྒྱན་གྱིས་གཡོགས་པའི་ཅོན་པན་ནམ།
en: He wears golden ornaments and jewelry made of jewels and pearls.

source: ཡང་ན་སྤྱི་གཙུག་ཏུ་རིང་བསྲེལ་གཞག་པར་བྱས་ལ།
en: Optionally, the vidyā holder can place relics in the diadem on Amoghapāśa’s topknot. “

source: ཙནྡན་དཀར་པོའི་དཀྱིལ་འཁོར་བྱ་ཞིང་གུར་གུམ་དང་། གླ་རྩི་དང་།
en: The vidyā holder should then prepare a maṇḍala using white sandalwood and worship it with offerings of saffron, musk, and camphor.

source: ག་པུར་གྱིས་མཆོད་ལ་དཀྱིལ་འཁོར་གྱི་སྙིང་པོ་འདིའི་དབུས་སུ་པདྨ་གེ་སར་དང་བཅས་པའི་འདབ་མ་སུམ་ཅུ་རྩ་གཉིས་པ་བྲིས་ལ་དེའི་དབུས་སུ་འཇིགས་པ་མེད་པས་འཇིག་རྟེན་དབང་ཕྱུག་དར་གྱི་ཅོད་པན་གྱིས་བཅིངས་པ་བཞག་ལ།
en: In the center of the maṇḍala he should draw a lotus with thirty-two petals and complete with stamens and a pericarp. The skilled vidyā holder, wearing a turban, should place the figure of the Lokeśvara in the center of the lotus and cense it with incense of agarwood and sandalwood.

source: ཨ་ག་རུ་དང་། ཙནྡན་གྱི་བདུག་པ་དབུལ་ཞིང་མེ་ཏོག་དགྲམ་པར་བྱ། མེ་ཏོག་གི་ཕྲེང་བས་མཆོད་པར་བྱའོ།
en: He should strew it with flowers and adorn it with flower garlands. “

source: །རིག་སྔགས་འཆང་གཙང་མ་གྱུར་པ་ཤིན་ཏུ་ཁྲུས་བྱས་པ་གོས་གཙང་མ་བགོས་པས། སྨྱུང་བ་བྱས་ལ་མགོན་པོ་འཇིག་རྟེན་དབང་ཕྱུག་ལ་མངོན་དུ་ཕྱོགས་པར་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་འདུག་ལ་མཆོད་ཡོན་དང་།
en: The vidyā holder—ritually pure, thoroughly bathed, wearing clean clothes, and observing the ritual fast—should then sit in a cross-legged posture facing the lokeśvara Lord and offer him argha water for the feet.

source: ལྷ་བཤོས་ཕུལ་ལ་བྱམས་པའི་སེམས་ལ་མཉམ་པར་བཞག་སྟེ། སངས་རྒྱས་རྗེས་སུ་དྲན་པ་བསྒོམ་མོ། །སེམས་ཅན་ཐམས་ཅད་ལ་བརྩེ་བར་གྱུར་པའི་ཏིང་ངེ་འཛིན་ཡང་བསྒོམ་ཞིང་གཏམ་གཞན་མི་སྨྲ་བར་ཤིན་ཏུ་ཡོངས་སུ་སྦྱར་བ་ལེགས་པར་སྤྱོད་ཅིང་གཞན་འཇིགས་པ་མེད་པས་བདག་བསྲུང་བ་དང་།
en: Adopting a loving frame of mind and recollecting the Buddha, he should cultivate the samādhi of indiscriminate compassion for all beings.

source: ཕྱོགས་བཅིང་བ་དང་། དཀྱིལ་འཁོར་བཅིང་བ་སྲུང་བ་དང་བཅས་པ་ཡང་བྱས་ལ་བཟླས་བརྗོད་དེ་ཉིད་སྟོང་རྩ་བརྒྱད་དང་།
en: Refraining from speaking, he should skillfully and carefully perform the preparatory rites, including the self-protection rite, the binding of the directions, the binding of the maṇḍala, and the protection rite for the assistants.

source: ཕྱག་རྒྱ་ཡང་སྟོང་རྩ་བརྒྱད་བརྩམས་ན་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་འབར་ཞིང་གཡོ་བ་དང་།
en: He should then commence the recitation by reciting the mantra one thousand and eight times and displaying the mudrā the same number of times. Noble Avalokiteśvara will glow with light and start moving.

source: བདག་ཀྱང་འབར་བ་དང་སྙིང་དགའ་བར་འགྱུར་རོ།
en: The vidyā holder, too, will glow with light, his flesh covered in goose bumps.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མཆོག་སྦྱིན་པར་མཛད་པའི་ཕྱག་སྤྱི་བོར་གཞག་སྟེ་ལེགས་སོ་ལེགས་སོ།
en: Noble Avalokiteśvara, granting him boons, will extend his right arm, place his hand on his head, and say, ‘Good!

source: །རིག་སྔགས་འཆང་ཁྱོད་ཀྱིས་མཆོད་པ་དམ་པ་དང་།
en: It is good, vidyā holder! Your worship is supreme.

source: གསང་སྔགས་ཀྱི་ཆོ་ག་ཆེན་པོ་བྱས་སོ།
en: You have completed the great mantra procedure.

source: །སྒྲུབ་པ་དམ་པ་བྱས་སོ།
en: You have performed the supreme practice.

source: །དེ་བཞིན་གཤེགས་པའི་སྤྱིའི་རིགས་འདི་དང་། དེ་བཞིན་གཤེགས་པའི་རིགས་ཐམས་ཅད་ཀྱི་ཆོ་ག་ཞིབ་མོ་གསང་བ་དང་། ཕྱག་རྒྱ་དང་། དཀྱིལ་འཁོར་གྱི་ཆོ་ག་དང་།
en: This procedure of the mudrā maṇḍala constitutes a secret rite of all tathāgata families wherein all the families are equal.

source: ཐམས་ཅད་དུ་སྤྱིའི་དངོས་གྲུབ་རིག་སྔགས་འཆང་ཁྱོད་ལ་འགྲུབ་ཀྱིས།
en: Your accomplishment, O vidyā holder, was to accomplish their universal equality.

source: ཁྱོད་ཀྱིས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་རྗེས་སུ་ཟུང་ཤིག་དང་།
en: You have accomplished the heart essence of Amoghapāśa.

source: རིག་སྔགས་འཆང་ཇི་ལྟར་ཡིད་ལ་བྱེད་པ་དེ་ལྟར་འདོད་པ་དང་།
en: Please choose, O vidyā holder, any desirable boons you have in mind.

source: མཆོག་ཐམས་ཅད་ཇི་ལྟར་ཡིད་ལ་བསམས་པ་དེ་ཐམས་ཅད་རྗེས་སུ་སྦྱིན་ནོ།
en: As you wish, I will grant them all.

source: །འདི་ནི་ཁྱོད་ཀྱི་སྐྱེ་བའི་འཁོར་བ་ཐ་མ་ཡིན་ཏེ་སྐྱེ་བ་དང་། རྒ་བ་དང་། འཆི་བ་དང་།
en: This birth is your last in saṃsāra. You will henceforth be free from birth, old age, and death.

source: མངལ་དུ་གནས་པ་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: You are free from having to enter the womb again.

source: །རིག་སྔགས་འཆང་ཁྱོད་ཤི་འཕོས་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་པདྨ་ལས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་མེད་མངོན་སུམ་དུ་མཐོང་བར་འགྱུར།
en: After you depart from this life, O vidyā holder, you will be spontaneously born from a lotus flower in the realm of Sukhāvatī, in the presence of the Tathāgata Amitāyus.

source: མངོན་སུམ་དུ་ཆོས་ཉན་པར་འགྱུར་རོ།
en: You will see him face-to-face and receive Dharma teachings from him directly.

source: །བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་གནས་ཀྱི་བར་ཚེའི་ཚད་བསྐལ་པ་བརྒྱ་སྟོང་དཔག་ཏུ་མེད་གྲངས་མེད་བགྲང་དུ་མེད་པར་འགྱུར་རོ་ཞེས་ཚིག་ཏུ་གསུང་ངོ་།
en: Your life there will last uncountable hundreds of thousands of immeasurable eons, lasting until you attain the final realization of awakening.’ “

source: །དེ་ནས་རིག་སྔགས་འཆང་གིས་ཁྲོ་བོའི་རྒྱལ་པོ་གང་ལ་ཁྲོ་བོའི་རྒྱལ་པོ་མེ་ཏོག་གམ། ཅོད་པན་ལ་མངོན་པར་གཏོར་ན།
en: The vidyā holder should then consecrate himself with the Krodharāja mantra and mudrā and put on a crown of flowers or lotuses.

source: དེས་ན་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་རང་གི་སྐུར་བཞུགས་ཏེ།
en: His own body will then become Noble Avalokiteśvara’s.

source: རིག་སྔགས་འཆང་ནམ་མཁའ་ལ་འགྲོ་ཞིང་དོན་ཡོད་པའི་ཡེ་ཤེས་བཀོད་པ་དྲི་མ་མེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་བོ། །ཡངས་པ་ཆེན་པོས་རྣམ་པར་ཐར་པའི་དཀྱིལ་འཁོར་དོན་ཡོད་པའི་ཞགས་པའི་དངོས་གྲུབ་ཐོབ་པར་འགྱུར་རོ།
en: He will be able to travel through space, attain the samādhi called the miraculous display of pure amogha wisdom, and win the great accomplishment of the vast maṇḍala of liberation of Amoghapāśa.

source: །སྐུ་གཟུགས་བསྒྲུབ་པ་དེ་ཁོ་ན་ཉིད་ཅེས་པ་འདི་གལ་ཏེ་རིག་སྔགས་འཆང་སྐལ་བ་ཆུང་བ་མནར་མེད་པར་གཞོལ་བ།
en: This practice with the image is truly the best.

source: མཚམས་མེད་པ་ལྔ་བྱེད་པས་དེ་ལན་ཅིག་ངེས་པར་བསྒྲུབས་པ་ཙམ་གྱིས་མདུན་དུ་རང་གི་གཟུགས་ཀྱིས་ངེས་པར་མཆིས་པར་འགྱུར་རོ།
en: If the vidyā holder finds himself in an unfortunate situation, such as being destined for rebirth in the Avīci hell after committing the five acts of immediate retribution, I will certainly appear before him in my own form as soon as he performs this unique practice.

source: །གལ་ཏེ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་དུས་གསུམ་དུ་གཤེགས་པའི་སངས་རྒྱས་ལ་སྡང་བས་ཁྲག་དབྱུང་བར་སེམས་བསྐྱེད་པ་དེས་ཀྱང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་།
en: If, out of animosity, he resolves to draw blood from the tathāgatas and buddhas of the three times, even then the tathāgatas and buddhas of the three times will bless him with the great wisdom samaya if he accomplishes this practice.

source: དུས་གསུམ་དུ་གཤེགས་པའི་སངས་རྒྱས་ཀྱིས་དགོངས་པའི་དམ་ཚིག་ཆེན་པོའི་བྱིན་གྱིས་བརླབས་དེ་རིག་སྔགས་འཆང་བསྒྲུབས་ན་རྨི་ལམ་དུ་བདག་གི་གཟུགས་མཐོང་བ་སྩལ་བར་བགྱི་ཞིང་ཡིད་ལ་བསམས་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱིའོ།
en: I will appear to him in person in his dreams and fulfill all his wishes and hopes.

source: །མཆོག་ཐམས་ཅད་རྗེས་སུ་སྩལ་བར་བགྱི་ཞིང་སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པར་བགྱིའོ།
en: I will let him choose any boons and purify all his wrongdoings and obscurations. “

source: །དྲི་མ་མེད་པར་རྣམ་པར་ཐར་པའི་འོད་ཟེར་གྱི་དཀྱིལ་འཁོར་ལ་རྣམ་པར་ལྟ་བ་ཞེས་བྱ་བ་ཏིང་ངེ་འཛིན་འཐོབ་བོ།
en: The vidyā holder will attain the samādhi called the splendorous maṇḍala of liberation of the pure gaze.

source: །སད་ནས་འཇིག་རྟེན་པ་ཐམས་ཅད་ཀྱི་མཆོད་པའི་འོས་ཆེན་པོ་གཅིག་པུར་འགྱུར་རོ། །སྐྱེ་བོ་ཐམས་ཅད་ཀྱིས་མཆོད་པར་བྱ་བ་ཆེན་པོར་འགྱུར་རོ།
en: Having thus awakened, he will become worthy of everyone’s worship and receive generous worship throughout the entire kingdom.

source: །སྒྲིབ་པ་དང་བྲལ་ཞིང་རྣམ་པར་དག་པ། སྒོ་ཀུན་དུ་དྲི་མ་མེད་པར་སྣང་བ་ཞེས་བྱ་བའི་ལུས་ཡོངས་སུ་དག་པ་འཐོབ་པར་འགྱུར་རོ།
en: His obscurations purged, he will obtain the bodily purification called spreading pure light in all directions.

source: །སེམས་ཅན་གང་དག་གིས་དེ་མཐོང་བར་གྱུར་པ་དེ་དག་ཐམས་ཅད་སྒྲིབ་པ་དང་བྲལ་བར་འགྱུར་རོ།
en: All beings who see him will have their obscurations purified.

source: །ནད་ཐམས་ཅད་དང་བྲལ་ཞིང་ཉོན་མོངས་པ་དང་བྲལ་བར་འགྱུར་རོ།
en: All their diseases and afflictions will depart.

source: །གདོལ་པས་ཀྱང་དད་པ་དང་། གུས་པས་སྒྲུབ་པ་རྣམ་པ་གསུམ་དང་། ཆོ་ག་གཞན་གྱིས་ཀྱང་ངེས་པར་ཡིད་ལ་བསམས་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱི། རང་གི་གཟུགས་ཀྱིས་མཐོང་བ་སྩལ་བར་བགྱི་ན།
en: Even if an outcast practices the three sādhana methods, or any other rite, with faith and respect, I will certainly fulfill all his wishes and hopes and will appear to him in person.

source: མིར་གྱུར་པ་དད་པའི་རྗེས་སུ་འབྲང་བ་སྡོམ་བརྩོན་ཅན་གྱིས་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ།
en: How much more will this be true for people who observe their vows and follow me out of faith!

source: དྲན་པ་ཙམ་གྱིས་བདག་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་མཆིས་པར་བགྱི་ཞིང་ཡིད་ལ་བསམས་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱི་སྟེ།
en: If such a person merely thinks of me, I will appear before him in person and fulfill all his wishes and hopes.

source: འདི་ལ་ཐེ་ཙོམ་དང་ཡིད་གཉིས་བསྐྱེད་པར་མི་བྱའོ།
en: This should not be doubted or disbelieved. “

source: །དེ་ལྟ་མོད་ཀྱི་བཅོམ་ལྡན་འདས་སེམས་ཅན་ཚེ་གཅིག་པུ་པ་དེ་ལ་རིག་སྔགས་སྒྲུབ་པའི་དངོས་གྲུབ་རྗེས་སུ་སྩལ་བར་བདག་གིས་རྔོ་མི་ཐོགས་ལགས་སོ།
en: However, even if a person is of high birth and prosperous, I still might not be able to grant him success in his vidyā practice.

source: །གང་ཡང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ན་དགེ་སློང་དག་དང་། རིག་སྔགས་འཆང་བའི་སེམས་ཅན་སེར་སྣ་ཅན། སེམས་གྱ་གྱུ་བ་གཉིས་སུ་མི་བྱེད་པ། ངོ་གཉིས་ཅན།
en: The monks and the vidyā holders who will come during the final time of the final period will be selfish, crooked, double dealing, and double tongued.

source: སེར་སྣ་ཅན། བྱས་པ་མི་གཟོ་བ། ཕ་རོལ་གྱི་རྫས་ལ་བརྐམ་ཆགས་ཅན། གསང་སྔགས་རྐུ་བ། ཡི་གེ་རྐུ་བ།
en: They will be selfish and ungrateful, covet the possessions of others, and steal mantras and letters.

source: གདུག་པ། ཕྲག་དོག་ཆེ་བ། ཁེངས་བ། གཞན་གྱི་རྫས་འཕྲོག་པ།
en: They will be full of vices and envy and steal the possessions of others.

source: མཁན་པོ་དང་སློབ་དཔོན་ཕྱག་རྒྱ་དང་དཀྱིལ་འཁོར་སྟོན་པའི་བླ་མ་ལ་མ་གུས་པ།
en: They will be ungrateful and disrespectful toward gurus, preceptors, and masters who teach the mudrā maṇḍalas.

source: རིག་སྔགས་ཀྱི་ཆོ་ག་ཞིབ་མོ་འདི་སྟོན་པ་ལ་མ་གུས་པ་ཉིད་བརྐམ་ཆགས་ཅན། བྱས་པ་མི་གཟོ་བ་ཉིད་དག་འབྱུང་སྟེ།
en: They will show disrespect for the teachers of this vidyā ritual. “

source: སེམས་ཅན་དེ་དག་ལ་བསྐྱང་བར་བསྟན་པའམ། དངོས་གྲུབ་བསྟན་པར་རྡོ་མི་ཐོགས་ལགས་སོ།
en: It is not possible to give protection to those who are greedy and ungrateful, or to explain to them what the accomplishment is.

source: །བདག་ལ་ཡང་བརྙས་པར་བགྱིད་པའི་སེམས་ཅན་དེ་ལྟ་བུ་མང་དུ་འབྱུང་སྟེ།
en: Such beings have much contempt for me.

source: བདག་ལའང་སུན་པར་བགྱིད་པ། བདག་ལའང་མ་གུས་པར་བགྱིད་པ། ཀུན་ནས་མནར་སེམས་དང་སྡང་བས་ཁྲག་འབྱིན་པར་བགྱིད་པ་དག་འབྱུང་ངོ་། །བདག་ལའང་འཁུ་བར་བགྱིད་པ།
en: They disparage and disrespect me, hit me out of hostility, draw my blood, and cause me injury.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བའི་དཀྱིལ་འཁོར་དང་།
en: They violate the samaya of the secret maṇḍala of all the tathāgata families where all the families are equal.

source: སྤྱིའི་རིགས་ཀྱི་དམ་ཚིག་སུན་པར་བགྱིད་པའི་སེམས་ཅན་དེ་ནི་སྨད་པར་འོས་པ་ཞེས་བརྗོད་པར་བགྱིའོ།
en: They should be considered a disgrace.

source: །རིག་སྔགས་ཀྱི་ཆོ་ག་ཞིབ་མོ་དང་། དམ་ཚིག་ཀུན་ནས་འཇོམས་པར་བགྱིད་པའི་གདོལ་བ་ཞེས་རིག་པར་བགྱིའོ།
en: They break the samaya of the vidyā rites and should be regarded as outcasts.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བ་ཀུན་ནས་འཇོམས་པ་ཞེས་རིག་པར་བགྱིའོ།
en: They should be known as breakers of all the tathāgatas’ secrets.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྙིང་པོ་དང་། གསང་བ་དང་། དཀྱིལ་འཁོར་ཀུན་ནས་འཇོམས་པ་ཞེས་རིག་པར་བགྱིའོ།
en: They should be known as ravagers of the secret maṇḍala that is the heart essence of all the tathāgatas.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་དང་། གསང་བ་དང་། རིག་སྔགས་འཆང་གི་དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་ཀུན་ནས་འཇོམས་པ་ཞེས་རིག་པར་བགྱིའོ། །དེ་དག་གིས་བདག་ལ་སྨད་པས་སེམས་ཅན་དེ་དག་གི་སྡིག་པས་གདོལ་པ་ཞེས་བགྱི་སྟེ།
en: They should be known as breakers of all the bodhisattvas’ secrets, as ravagers of the maṇḍalas and mudrās of the vidyā holders, and as evil, contemptible outcasts.

source: དགེ་སློང་དག་དང་། རིག་སྔགས་འཆང་དེ་དག་ནི་སྨད་པར་འོས་པར་རིག་པར་བགྱིའོ། །ཚིག་པ་ཀ་བ་ཚིག་པ་ལྟ་བུ།
en: Such monks and vidyā holders should be known as reprehensible.

source: རིག་སྔགས་ཉམས་པ།
en: They burn the pillars that support them, and they separate themselves from the vidyā.

source: ལོག་འདྲེན་གྱིས་ཟིན་པ་དཀྱིལ་འཁོར་གྱི་ལྷ་ཐམས་ཅད་ཀྱིས་སྨད་པ་ཞེས་བགྱིའོ།
en: They desecrate the maṇḍala of all the deities by allowing it to be taken over by wicked vināyakas. “

source: །འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་ཆུད་གཟན་པ།
en: Such monks are ruined in both the worldly and the supramundane sense.

source: རིག་སྔགས་ཉམས་པ། དམྱལ་བར་གཞོལ་བ་དེ་དག་ནི་བདག་གིས་མནོངས་ཏེ།
en: They strayed from the vidyā and are destined for rebirth in hell.

source: བདག་གིས་ཡོངས་སུ་སྤངས་པ་མ་ལགས་སོ། །དེ་ལྟ་མོད་ཀྱི་དུས་གསུམ་དུ་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་སྤངས་པ། དུས་གསུམ་དུ་གཤེགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་སྤངས་པ།
en: Therefore, I am not at fault here, as I did not abandon them; the tathāgatas of the three times did not abandon them, nor did the bodhisattvas of the three times abandon them.

source: རྡོ་རྗེའི་དམ་ཚིག་དང་། དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་ཐམས་ཅད་སྤངས་བ།
en: They themselves abandoned all the vajra samayas, maṇḍalas, and mudrās.

source: ཐུབ་པ་རྣམ་པར་སྣང་མཛད་ཀྱི་དམ་ཚིག་ཆེན་པོའི་དཀྱིལ་འཁོར་དང་།
en: They abandoned the samaya of the great samaya maṇḍala of the sage Vairocana.

source: དམ་ཚིག་ཡོངས་སུ་སྤངས་པས་བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་དང་། སྡང་བ་ཐམས་ཅད་ཀྱིས་ཟིན་ཅིང་ནད་ཀྱིས་ཡོངས་སུ་ཟིན་པར་འགྱུར་བ་དེ་དག་ནི་བདག་གིས་མནོངས་ཏེ།
en: They abandoned the great samaya, the samaya of the maṇḍala, and will be seized by all the vighnas, vināyakas, wicked grahas, and spirits of disease.

source: བདག་གིས་ཡོངས་སུ་མ་སྤངས་སོ།
en: I am therefore not to be faulted, as I did not abandon them. “

source: །དེ་ལྟར་མོད་ཀྱིས་རིག་སྔགས་འཆང་བསྲེགས་པ། དཀྱིལ་འཁོར་དང་དམ་ཚིག་བསྲེགས་པ། ཕྱག་རྒྱ་བྱེད་པ་དང་བཅས་པར་བསྲེགས་པ། གསང་བ་བསྲེགས་པ། དེ་བཞིན་གཤེགས་པའི་དམ་ཚིག་དང་རིགས་སུན་པར་བྱེད་པ།
en: Such monks burned the vidyā, they burned their samaya bond with the maṇḍala, they burned the mudrās to be displayed, they burned the secrets, and they desecrated all the tathāgata families and their samayas.

source: སྡིག་པའི་དགེ་སློང་མང་པོ་དེ་དག་ནི་དེས་ན་བསྐལ་པ་མང་པོ་རྡུལ་ཕྲ་མོ་བསགས་པའི་བསྐལ་བར་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་སྟེ།
en: These evil monks will therefore experience suffering for many long eons, as many as there are atoms in the universe.

source: འཇིག་རྟེན་འདི་དང་འཇིག་རྟེན་ཕ་རོལ་གྱི་བདེ་བ་ཅན་མེད་དོ།
en: They will not find happiness in this world or the next. “

source: །དེ་ལྟ་བས་ན་སེམས་ཅན་རིག་སྔགས་ཀྱི་ཆེད་དུ་རིག་སྔགས་རྗེས་སུ་སེམས་པས་བྱམས་པའི་སེམས་སུ་བྱའོ། །གང་གི་དྲུང་དུ་ཕྱག་རྒྱ་དང་།
en: Consequently, beings who desire vidyā should attune themselves to vidyā and cultivate thoughts of loving kindness.

source: གསང་སྔགས་རིམ་པར་ཕྱེ་བ་དང་། རིག་སྔགས་གསང་བ་རྙེད་པར་འགྱུར་བ་དེ་ལ་དེས་གུས་པ་ཆེན་པོ་དང་། བླ་མར་བགྱི་བ་ཆེན་པོ་བསྐྱེད་པར་བགྱི།
en: They should cultivate respectful obedience toward the master from whom they acquire the secret vidyā of mudrās and mantras.

source: ཕ་དང་མ་དང་འདྲ་བའི་སེམས་བསྐྱེད་པར་བགྱི། ཕ་དང་མའི་གུས་པ་བགྱི།
en: They should cultivate thoughts focused on the likes of me and give them the respect that is due to a mother and father.

source: སྟོན་པའི་གུས་པ་བགྱི། རང་གི་ཤ་དང་། ཁྲག་དང་། རྐང་ཡང་གཏང་བར་བགྱི།
en: They should cultivate respect for the preceptor and sacrifice their flesh, blood, and bone marrow for him.

source: གོས་དང་། རྒྱན་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། སྟན་དང་།
en: They should serve and worship him with offerings of clothes, ornaments, drink, food, cushions, and covers. “

source: བགོ་བས་རིམ་གྲོ་དང་མཆོད་པ་བགྱི་སྟེ། དེ་ལ་ནི་བདག་གིས་མཆོད་པར་བགྱི།
en: When they do this, I become a recipient of offerings and worship.

source: རྗེད་པ་དང་བླ་མར་བགྱིའོ། རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་བགྱི།
en: They make me a master who is always bound to them.

source: དྲན་པ་ཙམ་གྱིས་ཀྱང་བདག་གི་གཟུགས་མཐོང་བ་རྗེས་སུ་སྩལ་བར་བགྱི། རྒྱུན་དུ་རྗེས་སུ་འབྲང་བར་བགྱི།
en: As soon as they think of me, I will appear before them in person and will always be bound to them.

source: བདག་རྒྱུན་དུ་རྗེས་སུ་འབྲང་བ་ནི་ཇི་ལྟར་ཆབ་ཀྱི་ནང་དུ་ཏིལ་མར་གྱི་ཐིགས་པ་སྩལ་བ་ལྟར་དངོས་གྲུབ་ཀུན་དུ་མཆི་བར་བགྱི།
en: I will always be bound, spreading myself around them like a drop of oil on water.

source: རྒྱ་མཚོའི་དུས་རླབས་བཞིན་དུ་ཐམས་ཅད་དུ་མཆི་བར་བགྱིའོ། །བདག་གིས་ཞགས་པ་དང་།
en: I will completely contain them, just as the ocean’s shore contains the ocean.

source: ལྕགས་ཀྱུས་དམྱལ་བ་ཐམས་ཅད་དྲང་བར་བགྱི། བདེ་བར་གཤེགས་པའི་ལམ་ལ་སོ་སོར་གཞག་པར་བགྱི། སྟོབས་དང་།
en: Using my noose and goad, I will retrieve all hell beings and establish them on the path of the sugatas.

source: བརྩོན་འགྲུས་དང་། གཟི་བརྗིད་ཆེན་པོ་འཇུག་པར་བགྱི། ཐམས་ཅད་དུ་སྒྲུབ་པ་དང་། དངོས་གྲུབ་དང་། མཆོག་སྩལ་བར་བགྱིའོ།
en: I will invest them with great strength, energy, and vitality, grant them every success in their practice, and bestow upon them every boon. “

source: །དེ་ནས་ཙནྡན་གྱི་གཟུགས་འདི་མཐོང་བས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཉིད་ཀྱི་གཟུགས་མཐོང་སྟེ།
en: Henceforth, seeing the sandalwood figure will be the same as seeing Noble Avalokiteśvara in person.

source: དེ་མཚུངས་པར་འཚལ་བར་བགྱི་སྟེ་བདག་རང་གི་གཟུགས་ཀྱིས་རྒྱུན་ཁོ་ནར་གནས་པར་བགྱིའོ།
en: I will always be present there myself.

source: །གང་ན་ཆོ་ག་འདི་གནས་པ་དེ་མཆོད་རྟེན་དང་བཅས་པར་མཚུངས་པར་རིག་པར་བགྱིའོ། །ས་ཕྱོགས་དེ་ནི་སྟོན་པ་བླ་མ་བཞུགས་པའི་གནས་སུ་རིག་པར་བགྱིའོ།
en: The site where this rite takes place should be regarded as the seat of holy relics and known as the place where the master and preceptor is present.

source: །གང་ན་དུས་གསུམ་དུ་གཤེགས་པའི་སྤྱིའི་དམ་ཚིག་གནས་པ་འདི་སངས་རྒྱས་ཀྱི་གནས་སོ་ཞེས་རིག་པར་བགྱིའོ།
en: It should be known as the abode of the buddhas and the meeting place of the tathāgatas of the three times who are bound by their common samaya.

source: །དེ་གསང་བའི་དཀྱིལ་འཁོར་རྨད་དུ་བྱུང་བ་ཞེས་རིག་པར་བགྱིའོ། །ལྷ་ཐམས་ཅད་ཀྱི་གནས་དང་དམ་ཚིག་གོ་ཞེས་རིག་པར་བགྱིའོ།
en: It should be known as the wondrous secret maṇḍala, the meeting place of all the deities.

source: །དེ་བཞིན་གཤེགས་པའི་རིགས་ཐམས་ཅད་ཀྱི་གནས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་དང་། བདུད་འདུལ་བ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་ཡང་དག་པར་སྟོན་པའི་གནས་སོ་ཞེས་རིག་པར་བགྱིའོ།
en: It should be known as the place of all the tathāgata families and to represent the seat of awakening, the turning of the Dharma wheel, the overpowering of Māra, and final nirvāṇa.

source: །ས་ཕྱོགས་འདི་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་གཞལ་མེད་ཁང་གི་གནས་བཀོད་པས་བརྒྱན་པར་རིག་པར་བགྱི་སྟེ།
en: That place on the ground should be known as a palace that has been magically displayed, decorated, and made of seven precious jewels.

source: དེ་ལ་ཐེ་ཙོམ་དང་ཡིད་གཉིས་བསྐྱེད་པར་མི་བྱའོ།
en: This should not be doubted or disbelieved. “

source: །དེ་ནས་དེའི་འོག་ཏུ་གནས་ཐམས་ཅད་དུ་གཏོགས་པའི་དངོས་གྲུབ་ཆེན་པོ་སྒྱུ་མ་ཆེན་པོའི་རྣམ་པར་འཕྲུལ་པའི་གནས་བྱེད་པར་འདོད་པ་དང་། དགོས་པ་ཐམས་ཅད་བྱེད་པར་འདོད་ན་རིག་སྔགས་འཆང་དེས་དྲི་སྣ་ཚོགས་ལས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གཟུགས་སོར་བཅུ་དྲུག་པ་ཤིན་ཏུ་མཛེས་པ། སྐུ་ཤིན་ཏུ་ཚད་དང་ལྡན་པ། ཕྱག་དྲུག་པ། དེ་བཞིན་དུ་ཞལ་གསུམ་པ་བྱ་སྟེ།
en: Now, if the vidyā holder wants to create a universal receptacle of great accomplishments and great miraculous illusory displays, if he wants to accomplish all his tasks, he should use various fragrant substances to fashion a figure of Noble Avalokiteśvara that is sixteen fingers tall and has a well-proportioned body with six arms and three faces.

source: དང་པོ་ནི་ཞི་བའི་ཞལ་རས་ཅན་ཚངས་པའི་ཆ་བྱད་འཆང་བ། སྤྱན་གསུམ་པ།
en: The first face should have a gentle expression, three eyes, and the appearance of Brahmā.

source: རལ་པའི་ཐོག་ཚུགས་ཀྱིས་བརྒྱན་པ། འོད་དཔག་མེད་པའི་དབུ་རྒྱན་འཆང་བ། ཟླ་གམ་ཅན་ནོ།
en: Its hair should be in a topknot adorned with a diadem and crowned with Amitābha and a crescent moon.

source: །ཞལ་གཡས་པ་ནི་ཁྲོ་བོའི་རྒྱལ་པོ་གཟུགས་ཅན།
en: The face on the right, in the aspect of Krodharāja, should be grimacing in violent anger.

source: གཟུགས་བསྒྱུར་བ། སྤྱན་གསུམ་པ། རལ་པའི་ཐོར་ཚུགས་ཀྱི་སྟེང་གི་རལ་པ་ལ་འོད་དཔག་མེད་པའི་དབུ་རྒྱན་འཆང་བ།
en: It should have three eyes, and its upward-flowing, matted hair should be adorned with a diadem.

source: ཟླ་གམ་གཡས་ཕྱོགས་ན་གནས་པའོ།
en: It should be crowned with Amitābha and a crescent moon to Amitābha’s right.

source: །གཡོན་པ་ནི་ཞལ་ཁྲོ་གཉེར་ཅན། ཁྲོས་པའི་ལྟ་སྟངས་སུ་ལྟ་པ། སྤྱན་གསུམ་པ། རལ་པའི་ཐོར་ཚུགས་འཆང་བ།
en: The face on the left should be frowning and have three fiercely gazing eyes.

source: འོད་དཔག་མེད་པའི་དབུ་རྒྱན་འཆང་བ། གཡས་ཕྱོགས་ཟླ་གམ་ཅན།
en: It should be adorned with a topknot and a diadem and crowned with Amitābha and a crescent moon to Amitābha’s right. “

source: རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། འོད་འདོམ་གང་གིས་ལེགས་པར་བརྒྱན་པ། ཞགས་པ་ཐོགས་པ།
en: The figure should be adorned with every ornament and have a halo of light extending for one fathom.

source: པདྨ་ཐོགས་པ། མདུང་རྩེ་གསུམ་པ་ཐོགས་པ། དགྲ་སྟ་ཐོགས་པ། དབུགས་འབྱིན་པ། རིན་པོ་ཆེའི་དབྱུག་པ་ཐོགས་པ།
en: It should hold a noose, lotus, trident, and axe, display the mudrā of giving comfort, and hold a jeweled staff.

source: པདྨའི་གདན་ལ་བཞུགས་པའོ།
en: It should sit on a lotus seat.

source: །གཡས་ན་ལྷ་མོ་སྒྲོལ་མ་ཐལ་མོ་སྦྱར་ཅིང་འདུད་པའོ། །གཡོན་ན་དཀར་མོ་ཐལ་མོ་སྦྱར་ཏེ་ཡིད་ཙམ་དུ་འདུད་པ།
en: To the right of Noble Avalokiteśvara is the goddess Tārā bowing with folded hands, and to his left is Śvetā bowing with folded hands.

source: རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། མེ་ཏོག་སྣ་ཚོགས་ཀྱིས་ལེགས་པར་བརྒྱན་པར་བྱའོ།
en: Both are adorned with every ornament and various flowers.

source: །ཞབས་ཀྱི་དྲུང་དུ་རིག་སྔགས་འཆང་གསེར་གྱི་རྒྱན་གྱིས་བརྒྱན་པ། ལག་ན་མེ་ཏོག་ཐོགས་པ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཁ་བལྟས་ནས་པུས་མོ་བཙུགས་ཏེ་འདུག་པར་བྱའོ།
en: The vidyā holder should be depicted kneeling at the feet of Noble Avalokiteśvara with flowers in his hands, looking at the face of the Lord. The vidyā holder should adorn the figure of Noble Avalokiteśvara and cover it in gold.

source: །ལྷག་མ་མ་ཡིན་པའི་ཚོན་རྩིས་ཚད་དང་ཚད་མ་འདྲེས་པར་སྤྱན་དང་། སྨིན་མ་དང་། མཆུ་དང་། སེན་མོའི་གནས་ཀྱིས་གནས་སུ་སྦྱར་བར་བྱའོ།། །།འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ།
en: Using uncontaminated paints, he should sequentially paint the areas where the important body parts are, giving a fine finish to the eyes, eyebrows, lips, and fingernails. “
